Repository: tanishida/file-explosion
Catalog: file-explosion/Localizable.xcstrings
Source language: ja
Languages: en

source: ・%lld項目を選択中
en: · %lld selected

source: 「%@」に一致するファイルがありません
en: No files matching "%@"

source: 【警告】システムの初期化
en: [WARNING] System Initialization

source: 【警告】システム停止
en: [WARNING] System Halted

source: 【警告】自爆タイマー
en: [WARNING] Deadman Switch Timer

source: %@前に通知
en: Notify %@ before

source: %02d日 %02d:%02d:%02d
en: %02d days %02d:%02d:%02d

source: %lld件をアップロードしました
en: Uploaded %lld items

source: %lld項目
en: %lld items

source: %lld項目を選択
en: %lld selected

source: ❌ パスコード不一致
en: ❌ Incorrect Passcode

source: 🔕 通知オフ
en: 🔕 Notifications Off

source: 1ヶ月
en: 1 Month

source: 1日
en: 1 Day

source: 1時間
en: 1 Hour

source: 1週間
en: 1 Week

source: 3日
en: 3 Days

source: 4桁の数字
en: 4-digit PIN

source: 10分
en: 10 Minutes

source: 30分
en: 30 Minutes

source: Face ID でロック解除
en: Unlock with Face ID

source: Face IDに戻る
en: Return to Face ID

source: Finderで表示
en: Show in Finder

# LimitBox
source: リミットボックス
en: LimitBox

source: お気に入り
en: Favorites

source: お気に入りがありません
en: No Favorites

source: お気に入りに追加
en: Add to Favorites

source: お気に入りを解除
en: Remove from Favorites

source: カテゴリ
en: Category

source: キャンセル
en: Cancel

source: ここにファイルをドロップ
en: Drop files here

source: ここにファイルをドロップしてアップロード
en: Drop files here to upload

source: このファイルを完全に削除しますか？
en: Permanently delete this file?

source: このファイル形式のプレビューはサポートされていません
en: Preview for this file format is not supported

source: このフォルダは空です
en: This folder is empty

source: サイズ
en: Size

source: システムを再構築
en: Rebuild System

source: システムを初期化
en: Initialize System

source: システムを起動中...
en: Starting system...

source: すべて選択
en: Select All

source: すべて選択解除
en: Deselect All

source: セキュリティ管理
en: Security Management

source: その他
en: Others

source: タイマー設定
en: Timer Settings

source: データは完全に消去されました。 再構築が必要です。
en: Data has been completely erased. Rebuild required.

source: ドロップしてアップロード
en: Drop to upload

source: パスコードを使う
en: Use Passcode

source: パスコードを入力
en: Enter Passcode

source: パスコードを入力してください
en: Please enter passcode

source: パスコードを変更
en: Change Passcode

source: パスコードを変更する
en: Change Passcode

source: パフォーマンス
en: Performance

source: ファイル
en: Files

source: ファイルがありません
en: No Files

source: ファイルを追加
en: Add File

source: フォルダ
en: Folder

source: フォルダを追加
en: Add Folder

source: フォルダ内のファイルを全て解読
en: Decrypt All Files in Folder

source: フォルダ内を全て書き出し
en: Export All Files in Folder

source: フォルダ名
en: Folder Name

source: プレビュー非対応
en: Preview not supported

source: ホーム
en: Home

source: ロック解除中
en: Unlocking...

source: 一括事前解読
en: Pre-decrypt All

source: 一括解読中... (%lld/%lld)
en: Batch decrypting... (%lld/%lld)

source: 一括解読中... (0/%lld)
en: Batch decrypting... (%lld/%lld)

source: 不一致です。最初からやり直し。
en: Does not match. Start over.

source: 事前警告通知を有効にする
en: Enable advance warning notifications

source: 他
en: Other

source: 作成
en: Create

source: 保存
en: Save

source: 保存して閉じる
en: Save & Close

source: 保管状況
en: Storage Status

source: 全てのデータが完全に消去されます。よろしいですか？ ※パスコード設定は維持されます。
en: All data will be completely erased. Are you sure? * Passcode settings will be preserved.

source: 全ファイルを一括事前解読
en: Pre-decrypt All Files

source: 全ファイル消滅まであと
en: Time Until All Files Destroyed

source: 全ファイル消滅まで残り
en: Time Until All Files Destroyed

source: 共有シートはMacではサポートされていません
en: Share sheet is not supported on Mac

source: 写真
en: Photos

source: 写真/動画
en: Photos/Videos

source: 写真/動画を追加
en: Add Photos/Videos

source: 分
en: Min

source: 初期化を実行
en: Execute Initialization

source: 初期設定
en: Initial Setup

source: 削除
en: Delete

source: 削除の確認
en: Confirm Deletion

source: 動画
en: Videos

source: 名前
en: Name

source: 名前を変更
en: Rename

source: 変更
en: Change

source: 復号中...
en: Decrypting...

source: 戻る
en: Back

source: 指定可能な範囲: 1分前 〜 %@前
en: Selectable range: 1 min before - %@ before

source: 操作
en: Controls

source: 数字4桁
en: 4 digits

source: 新しいパスコード(4桁)
en: New Passcode (4 digits)

source: 新規フォルダ
en: New Folder

source: 日
en: Days

source: 時間
en: Hours

source: 書き出し
en: Export

source: 書き出しの準備ができました
en: Ready to export

source: 未分類
en: Uncategorized

source: 未分類に戻す
en: Move to Uncategorized

source: 未分類のファイルがありません
en: No Uncategorized Files

source: 検索
en: Search

source: 極秘データの追加
en: Add Top Secret Data

source: 極秘処理中...
en: Processing secret data...

source: 極秘処理中... （そのままお待ちください）
en: Processing secret data... (Please wait)

source: 極秘処理中... (%lld/%lld)
en: Processing secret data... (%lld/%lld)

source: 次へ
en: Next

source: 生体認証でロック解除
en: Unlock with Biometrics

source: 生体認証に戻る
en: Return to Biometrics

source: 画像・動画・PDF・その他のファイルに対応
en: Supports photos, videos, PDFs, and other files

source: 確認のためもう一度
en: Confirm Passcode

source: 移動
en: Move

source: 移動先を選択
en: Select Destination

source: 種別
en: Type

source: 自爆タイマー
en: Deadman Switch Timer

source: 自爆タイマーの時間を超過したため、全データの消去プロセスが有効になりました。
en: The deadman switch timer has expired. All data erasure process has been activated.

source: 自爆タイマー設定
en: Deadman Switch Settings

source: 自爆タイマー警告
en: Deadman Switch Warning

source: 自爆タイマー起動
en: Deadman Switch Activated

source: 自爆の通知
en: Deadman Switch Notifications

source: 自爆の通知設定
en: Deadman Switch Notification Settings

source: 表示
en: View

source: 解読
en: Decrypt

source: 解読中...
en: Decrypting...

# 解読中... (%lld/%lld)
source: 解読中... (%1$lld/%2$lld)
en: Decrypting... (%lld/%lld)

source: 解読中... (0/%lld)
en: Decrypting... (0/%lld)

source: 解除する
en: Unlock

source: 設定
en: Settings

source: 設定された自爆タイマーの期限が近づいています。アプリを開いてタイマーをリセットしてください。
en: The deadman switch timer is approaching its expiration. Please open the app to reset the timer.

source: 設定した期間アプリを開かなかった場合、 すべての極秘データが自動的に消去されます。
en: If the app is not opened for the set period, all top-secret data will be automatically erased.

source: 設定を完了
en: Complete Setup

source: 認証してください
en: Please authenticate

source: 認証失敗 (%lld/3)
en: Authentication failed (%lld/3)

source: 読み込み待機中またはエラー
en: Waiting to load or error

source: 追加日
en: Date Added

source: 通知タイミング (自爆までの残り時間)
en: Notification timing (Time remaining)

source: 通知設定
en: Notification Settings

source: 選択
en: Select

source: 選択したファイルを完全に削除しますか？
en: Permanently delete selected files?

source: 閉じる
en: Close

source: 開く
en: Open

source: 🔔 自爆の%@前に設定
en: 🔔 Set to notify %@ before destruction
